
tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'afflib'
brew 'afl-fuzz'
brew 'amap'
brew 'ansible'
brew 'aom'
brew 'argus'
brew 'arp-scan'
brew 'arping'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'aws-apigateway-importer'
brew 'aws-cfn-tools'
brew 'aws-elasticbeanstalk'
brew 'aws-es-proxy'
brew 'aws-keychain'
brew 'aws-okta'
brew 'aws-sam-cli'
brew 'aws-sdk-cpp'
brew 'aws-shell'
brew 'awscli'
brew 'awslogs'
brew 'azure-cli'
brew 'bash-completion'
brew 'bdw-gc'
brew 'binutils'
brew 'binwalk'
brew 'c-ares'
brew 'cabextract'
brew 'caf'
brew 'cairo'
brew 'capstone'
brew 'cask'
brew 'chamber'
brew 'cloud-watch'
brew 'cmatrix'
brew 'coreutils'
brew 'cowsay'
brew 'crunch'
brew 'curl'
brew 'daq'
brew 'docker'
brew 'ec2-api-tools'
brew 'emacs'
brew 'erlang@20'
brew 'ettercap'
brew 'ffmpeg'
brew 'flac'
brew 'fontconfig'
brew 'fortune'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'gcc'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'gettext'
brew 'giflib'
brew 'gist'
brew 'git'
brew 'git-secrets'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'graphite2'
brew 'gsettings-desktop-schemas'
brew 'gtk+3'
brew 'harfbuzz'
brew 'helm'
brew 'hicolor-icon-theme'
brew 'hping'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'id3lib'
brew 'id3v2'
brew 'ideviceinstaller'
brew 'ike-scan'
brew 'ipv6toolkit'
brew 'ipython'
brew 'isl'
brew 'jansson'
brew 'jemalloc'
brew 'jenkins'
brew 'jmeter'
brew 'john'
brew 'jpeg'
brew 'jq'
brew 'json-c'
brew 'krb5'
brew 'kube-aws'
brew 'kubernetes-cli'
brew 'lame'
brew 'leptonica'
brew 'lft'
brew 'libass'
brew 'libassuan'
brew 'libbluray'
brew 'libcroco'
brew 'libdnet'
brew 'libepoxy'
brew 'libev'
brew 'libevent'
brew 'libewf'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libimobiledevice'
brew 'libksba'
brew 'libmagic'
brew 'libmpc'
brew 'libnet'
brew 'libogg'
brew 'libpcap'
brew 'libplist'
brew 'libpng'
brew 'libpq'
brew 'librsvg'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsoxr'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libusbmuxd'
brew 'libvidstab'
brew 'libvorbis'
brew 'libvpx'
brew 'libxml2'
brew 'libyaml'
brew 'libzip'
brew 'links'
brew 'little-cms2'
brew 'lolcat'
brew 'lua'
brew 'lua@5.1'
brew 'luajit'
brew 'luarocks'
brew 'lz4'
brew 'lzo'
brew 'mas'
brew 'masscan'
brew 'maven'
brew 'mercurial'
brew 'mitmproxy'
brew 'mono'
brew 'mosh'
brew 'mp3info'
brew 'mpfr'
brew 'mtr'
brew 'mysql'
brew 'nano'
brew 'ncurses'
brew 'net-snmp'
brew 'netcat'
brew 'nettle'
brew 'nghttp2'
brew 'nikto'
brew 'nmap'
brew 'node'
brew 'npth'
brew 'nvm'
brew 'nyancat'
brew 'oniguruma'
brew 'opencore-amr'
brew 'openjdk'
brew 'openjpeg'
brew 'openssl@1.1'
brew 'openvpn'
brew 'ophcrack'
brew 'opus'
brew 'ossp-uuid'
brew 'p0f'
brew 'p11-kit'
brew 'p7zip'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'pinentry'
brew 'pixman'
brew 'pkcs11-helper'
brew 'pkg-config'
brew 'postgresql'
brew 'protobuf'
brew 'pwnat'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'python'
brew 'python@3.8'
brew 'qpdf'
brew 'radare2'
brew 'rbenv'
brew 'readline'
brew 'reaver'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'ruby-build'
brew 'saml2aws'
brew 'sbt'
brew 'scala'
brew 'sdl2'
brew 'shfmt'
brew 'sipsak'
brew 'sleuthkit'
brew 'snappy'
brew 'snort'
brew 'socat'
brew 'speex'
brew 'sqlite'
brew 'sqlmap'
brew 'ssdeep'
brew 'ssldump'
brew 'sslsplit'
brew 'stunnel'
brew 'tcpflow'
brew 'telnet'
brew 'terraform'
brew 'terraform-provisioner-ansible'
brew 'terragrunt'
brew 'tesseract'
brew 'testdisk'
brew 'theharvester'
brew 'theora'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unbound'
brew 'unrar'
brew 'utf8proc'
brew 'vagrant-completion'
brew 'vault'
brew 'volatility'
brew 'w3m'
brew 'watch'
brew 'webp'
brew 'wget'
brew 'winetricks'
brew 'wpscan'
brew 'wxmac'
brew 'x264'
brew 'x265'
brew 'xvid'
brew 'xz'
brew 'yara'
brew 'yarn'
brew 'yaws'
brew 'zeek'
brew 'zeromq'
brew 'zmap'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'

# Cask Apps
cask 'adoptopenjdk'
cask 'adoptopenjdk8'
cask 'apptrap'
cask 'aws-vault'
cask 'balenaetcher'
cask 'bartender'
cask 'bitwarden'
cask 'brave-browser'
cask 'burp-suite'
cask 'ccleaner'
cask 'cyberduck'
cask 'daisydisk'
cask 'discord'
cask 'dotnet-sdk'
cask 'dropbox'
cask 'evernote'
cask 'firefox-esr'
cask 'flash-player'
cask 'flux'
cask 'franz'
cask 'geekbench'
cask 'gimp'
cask 'google-backup-and-sync'
cask 'google-cloud-sdk'
cask 'googleappengine'
cask 'grammarly'
cask 'hyperdock'
cask 'istat-menus'
cask 'istumbler'
cask 'java'
cask 'keepingyouawake'
cask 'kitematic'
cask 'libreoffice'
cask 'lyn'
cask 'malwarebytes'
cask 'ngrok'
cask 'nordvpn'
cask 'now'
cask 'onedrive'
cask 'osxfuse'
cask 'owasp-zap'
cask 'paragon-ntfs'
cask 'pingplotter'
cask 'postman'
cask 'powershell'
cask 'radio-silence'
cask 'sdformatter'
cask 'signal'
cask 'silverlight'
cask 'simplenote'
cask 'spectacle'
cask 'the-unarchiver'
cask 'tor-browser'
cask 'transmission'
cask 'turtl'
cask 'unetbootin'
cask 'vagrant'
cask 'vnc-server'
cask 'vnc-viewer'
cask 'wireshark'
cask 'xampp'

