tap "aws/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "petere/postgresql"
tap "sidaf/pentest"
cask "java"
cask "adoptopenjdk8"
brew "afl-fuzz"
brew "amap"
brew "ansible"
brew "argus"
brew "arp-scan"
brew "arping"
brew "automake"
brew "aws-apigateway-importer"
brew "aws-cfn-tools"
brew "aws-elasticbeanstalk"
brew "aws-es-proxy"
brew "aws-keychain"
brew "aws-okta"
brew "aws-sdk-cpp"
brew "aws-shell"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bash-completion"
brew "binutils"
brew "binwalk"
brew "bro"
brew "capstone"
brew "cask"
brew "chamber"
brew "cloud-watch"
brew "cmatrix"
brew "coreutils"
brew "crunch"
brew "curl"
brew "docker", link: false
brew "ettercap"
brew "ffmpeg"
brew "geoip"
brew "gist"
brew "git-secrets"
brew "git"
brew "gnupg"
brew "go"
brew "hping"
brew "htop"
brew "hub"
brew "id3v2"
brew "ideviceinstaller"
brew "ike-scan"
brew "ipv6toolkit"
brew "ipython"
brew "jansson"
brew "jenkins"
brew "jmeter"
brew "john"
brew "jq"
brew "kube-aws"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lft"
brew "libdnet"
brew "libidn2"
brew "libimobiledevice"
brew "libnet"
brew "libtool"
brew "libxml2"
brew "links"
brew "luarocks"
brew "masscan"
brew "maven"
brew "mercurial"
brew "mitmproxy"
brew "mono"
brew "mosh"
brew "mp3info"
brew "mtr"
brew "mysql"
brew "nano"
brew "ncurses"
brew "net-snmp"
brew "netcat"
brew "nikto"
brew "nmap"
brew "node"
brew "nvm"
brew "nyancat"
brew "openssl"
brew "openvpn"
brew "ophcrack"
brew "ossp-uuid"
brew "p0f"
brew "pkg-config"
brew "postgresql"
brew "pwnat"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv"
brew "python"
brew "radare2"
brew "reaver"
brew "ruby-build"
brew "sbt"
brew "scala"
brew "shfmt"
brew "sipsak"
brew "sleuthkit"
brew "snort"
brew "socat"
brew "sqlmap"
brew "ssdeep"
brew "ssldump"
brew "sslsplit"
brew "stunnel"
brew "tcpflow"
brew "telnet"
brew "terraform-provisioner-ansible"
brew "terraform"
brew "terragrunt"
brew "testdisk"
brew "theharvester"
brew "tig"
brew "tmux"
brew "tree"
brew "usbmuxd"
brew "vagrant-completion"
brew "vault"
brew "volatility"
brew "w3m"
brew "watch"
brew "wget"
brew "winetricks"
brew "wpscan"
brew "xz"
brew "yarn"
brew "yaws"
brew "zmap"
brew "zplug"
brew "zsh-completions"
brew "zsh"
cask "adoptopenjdk"
cask "apptrap"
cask "aws-vault"
cask "balenaetcher"
cask "bartender"
cask "bitwarden"
cask "brave-browser"
cask "burp-suite"
cask "cyberduck"
cask "daisydisk"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox-esr"
cask "flash-player"
cask "flux"
cask "franz"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "googleappengine"
cask "grammarly"
cask "hyperdock"
cask "istat-menus"
cask "istumbler"
cask "iterm2"
cask "keepingyouawake"
cask "kitematic"
cask "libreoffice"
cask "malwarebytes"
cask "ngrok"
cask "now"
cask "onedrive"
cask "osxfuse"
cask "owasp-zap"
cask "paragon-ntfs"
cask "pingplotter"
cask "postman"
cask "powershell"
cask "radio-silence"
cask "sdformatter"
cask "signal"
cask "silverlight"
cask "simplenote"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "turtl"
cask "unetbootin"
cask "vagrant"
cask "virtualbox-extension-pack"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-server"
cask "vnc-viewer"
cask "wireshark"